{"count":40,"documents":[{"_id":"4e7ee8891667a8192de01ca3","index":"0","quote":"When you plant shit seeds, you get shit weeds."},{"_id":"4e7ee8891667a8192de01ca4","index":"1","quote":"Birds of a shitfeather flock together, Randy."},{"_id":"4e7ee8891667a8192de01ca5","index":"2","quote":"We're in the eye of a shiticane here, Julian, and Ricky's a low-shit system!"},{"_id":"4e7ee8891667a8192de01ca6","index":"3","quote":"Shit storm troopers"},{"_id":"4e7ee8891667a8192de01ca7","index":"4","quote":"The shit apple doesn't fall far from the shit tree"},{"_id":"4e7ee8891667a8192de01ca8","index":"5","quote":"Captain Shittacular"},{"_id":"4e7ee8891667a8192de01ca9","index":"6","quote":"I'm watching you like a shithawk"},{"_id":"4e7ee8891667a8192de01caa","index":"7","quote":"We're sailing into a shit typhoon Randy, we'd better haul in the jib before it gets covered in shit."},{"_id":"4e7ee8891667a8192de01cab","index":"8","quote":"When you're getting pelted with shitballs, deputy, you gotta get a shit bat."},{"_id":"4e7ee8891667a8192de01cac","index":"9","quote":"The shit pool's gettin full, Randy, time to strain the shit before it overflows. I will not have a Pompeiian shit catastrophe on my hands"},{"_id":"4e7ee8891667a8192de01cad","index":"10","quote":"How dare you involve my daughter in your hemisphere of shit?"},{"_id":"4e7ee8891667a8192de01cae","index":"11","quote":"Your shit-goose is cooked, Ricky"},{"_id":"4e7ee8891667a8192de01caf","index":"12","quote":"Shit-apples never fall far from the shit-tree"},{"_id":"4e7ee8891667a8192de01cb0","index":"13","quote":"He's about to enter the shit tornado to Oz."},{"_id":"4e7ee8891667a8192de01cb1","index":"14","quote":"Do you know what a shit rope is Julian? It's a rope covered in shit that criminals try to cling to. Y'see, the shit acts like grease, and the harder you tighten your grip, the more you slide down it."},{"_id":"4e7ee8891667a8192de01cb2","index":"15","quote":"A shit leopard can't change its spots."},{"_id":"4e7ee8891667a8192de01cb3","index":"16","quote":"We need more shit puppets for our play, Randy, and we need angry shit puppets but they aren't mad at us. Shit puppets only get angry at other shit puppets"},{"_id":"4e7ee8891667a8192de01cb4","index":"17","quote":"Like shit and strawberry shortcake Randy."},{"_id":"4e7ee8891667a8192de01cb5","index":"18","quote":"live by the golden rule: if you don't cross my shitline I won't cross yours. But when Ray told everybody in the park that I was drinking again, he crossed the goddamn shitline."},{"_id":"4e7ee8891667a8192de01cb6","index":"19","quote":"Do you know what a shit barometer is, Bubbles? Measures the shit pressure in the air. You can feel it. Listen, Bubs. You hear that? The sounds of the whispering winds of shit? You can hear it."},{"_id":"4e7ee8891667a8192de01cb7","index":"20","quote":"Oh, but you will, my sorry little friend, when the old shit barometer rises, and you'll feel it too. Your ears will implode from the shit pressure. You were warned, Bubs, but you picked the wrong side. Beware, my friend: shit winds are a-comin'."},{"_id":"4e7ee8891667a8192de01cb8","index":"21","quote":"Do you feel that, Randy, the way the shit clings to the air? Shit Blizzard."},{"_id":"4e7ee8891667a8192de01cb9","index":"22","quote":"Never Cry Shitwolf."},{"_id":"4e7ee8891667a8192de01cba","index":"23","quote":"Did you see that Randy, Goddamn shitapple driving the shitmobile. Nobody else in this park gives a fuck, why should I?"},{"_id":"4e7ee8891667a8192de01cbb","index":"24","quote":"You know what's at work here, it's shit tectonics, when two shit plates strike and come together under incredible pressure, do you know what happens, Bubbles?"},{"_id":"4e7ee8891667a8192de01cbc","index":"25","quote":"Yes I used to drink, Randy, but I got the shitmonkey off my back for good."},{"_id":"4e7ee8891667a8192de01cbd","index":"26","quote":"You just opened Pandora's Shitbox, Ray"},{"_id":"4e7ee8891667a8192de01cbe","index":"27","quote":"You know what you get when two shit-tectonic plates collide? Shitquakes, Julian. Shitquakes."},{"_id":"4e7ee8891667a8192de01cbf","index":"28","quote":"The ole shit liner is coming to port, and I'll be there to tie her up."},{"_id":"4e7ee8891667a8192de01cc1","index":"30","quote":"Tic Toc, Shit clock's tickin' Rick."},{"_id":"4e7ee8891667a8192de01cc2","index":"31","quote":"We got the key to shitty city, Ran, and Julian's the muscular mayor."},{"_id":"4e7ee8891667a8192de01cc5","index":"34","quote":"Shit moths, Randy."},{"_id":"4e7ee8891667a8192de01cc0","index":"29","quote":"Y'see, Ricky started off as a little shitspark from the ol' shitflint that eventually grew into a shitbonfire, and driven by the winds of his monumental ignorance, grew into a raging shitfirestorm. If I marry Barb, I'll have total control of Sunnyvale, and then I'll be able to unleash a shitnami tidal wave that will extinguish Ricky and his shitflames forever. And with any luck, he'll drown in the undershit of that wave...shitwaves."},{"_id":"4e7ee8891667a8192de01cc3","index":"32","quote":"You boys have loaded up a hair-trigger, double barrelled shitmachinegun, and the barrel's pointing right at your own heads."},{"_id":"4e7ee8891667a8192de01cc4","index":"33","quote":"Shit flowers, Randy. From a distance they look like ordinary flowers, but when you get right down and stick your nose in them you realize they're shit flowers, and there's a whole fucking bouquet down there right in front of Ray's trailer."},{"_id":"4e7ee8891667a8192de01cc6","index":"35","quote":"Shit moths. You see, they started off as tiny shit larva, Randy. Then they grew into shitapillers, a pandemic of shitapillers Randy, everywhere you look Randy - shitapillers. They almost drove me over the goddamn edge boy. I tried to exterminate them, I tried to put an end to the shitapiller's life cycle...but I failed. And now...shit moths Randy, every-fuckin'-one of them."},{"_id":"4e7ee8891667a8192de01cc7","index":"36","quote":"I am the liquor."},{"_id":"4e7ee8891667a8192de01cc8","index":"37","quote":"Hey Sexian (Lahey adressing Julian)"},{"_id":"4e7ee8891667a8192de01cc9","index":"38","quote":"Whenever I'm sober, the boys are careful, they're scared of me cause they know what I'll do. They're cautious, it's hard to catch them. But when I'm drinking, their shitguards are down and they fuck up, but the problem is when I'm drinking, I fuck up too, a lot, Barb. I gotta be drinking, but not drinking, ya see? The only way to do that, is to pretend, I am gonna pretend to be drunk, collect evidence and build a solid case against them. Sober as a judge I'm gonna show up today at the cheeseburger picnic, and I'm gonna pretend to be a drunken idiot. And why? Shitguards, Barb...shitguards."},{"_id":"4e7ee8891667a8192de01cca","index":"39","quote":"This place is a dump. You have my permission to do whatever you want, any time any place, and you don't have to listen to Pilsbandy Doughboy (Randy) or Team Sexy (the police)"}]}